export const quizData = [
  {
    question: '1. 에덴의 눈에 존재하는 영혼의 수는?',
    options: ['55', '57', '60', '63'],
    answer: '63',
  },
  {
    question: "2. '팬플룻'을 소지하고 있는 영혼은?",
    options: ['뱅뱅도는 챔피언', '쉿하는 학자', '건방진 나그네', '극단 문지기'],
    answer: '뱅뱅도는 챔피언',
  },
  {
    question: '3. 이 중 콜라보 시즌이 아닌 것은?',
    options: ['어린왕자', '공연', '오로라', '무민'],
    answer: '공연',
  },
  {
    question: '4. 이 중 영혼의 갯수가 다른 시즌은?',
    options: ['심해', '공연', '친밀', '비행'],
    answer: '친밀',
  },
  {
    question: '5. 해당 제스처를 가지고 있는 영혼이 속해있는 시즌은?',
    options: ['친밀', '협력', '기억', '순간'],
    answer: '협력',
    image: '/sky/test/5.jpg',
  },
  {
    question: '6. 이 사진은 어느 숍으로 향하는 문인가요?',
    options: ['망토', '헤어', '바지', '등템'],
    answer: '망토',
    image: '/sky/test/6.jpg', // 요청에 따라 6번에만 이미지 경로를 포함했습니다.
  },
  {
    question: '7. 11날 망토 레벨에 도달하기 위해서 필요한 날개 갯수는?',
    options: ['120개', '135개', '150개', '165개'],
    answer: '150개',
  },
  {
    question: '8. 다음중 가장 높은 음역대를 가지고 있는 악기는?',
    options: ['기타', '바이올린', '실로폰', '겨울 피아노'],
    answer: '겨울 피아노',
  },
  {
    question: '9. 기억 시즌 영혼 중 제스처를 가지고 있지 않은 영혼은?',
    options: ['부상당한 전사', '까치걸음 차 애호가', '무력한 참전 용사', '애원하는 아이'],
    answer: '부상당한 전사',
  },
  {
    question: '10. 스카이에서 얻을 수 있는 자세의 총 갯수는?',
    options: ['10개', '12개', '13개', '14개'],
    answer: '14개',
  },
];